[
  {
  "comment": "have had my brows done and ‘butchered’ about 4 times in the last few years. Each clinic that I find says they can fix my brows but always ends up making them worse and costing too much. Just when I thought I had given up on searching for a Cosmetic Tattoo Specialist, I came across The Face Studio’s webpage and saw her extensive and impressive photo gallery of ‘before’ and ‘after’ photos. If I had found her sooner I wouldn’t have gone through all the agony from the last 3 clinics I visited here in Toronto to have my brows ‘corrected’. It was easy to make a trip out to BC as I have friends and family out there so sure enough I booked an appointment and finally got my brows to look the way I wanted and felt comfortable. I hope all the women who are suffering and unhappy with their current cosmetic tattooed brows knows that they can be fixed if you do your research and find the right person. I am so happy with your work and service! Thank you!",
  "name": "Susan M.",
  "location":"Toronto, ON",
  "id" : 100
  },
  {
    "comment":"I am in my 50s and have spent the last 10 years trying to find someone who could remove my many unsightly skin tags (large, dark and 80 in number). I have not been in public in a bathing suit in years. I have lost my confidence. I sourced out numerous dermatologists and skin doctors and most of them said they couldn’t do anything for me or wanted to charge me $1000-$1500 to remove my 80 skin tags on my entire body. I was referred to The Face Studio by a friend who had some eyebrows done by Tuyen and discovered that she could fix my problem in one treatment for about $400. I booked a trip out to BC just to see her and was not disappointment on any level. I now can make eye contact in my bathing suit and feel like I have won the lottery! I will be forever grateful for this visit to Vancouver BC. I hope everyone with my problem finds their way to your office. Thank you Face Studio for brining back my confidence!",
    "name":"Christine B.",
    "location": "Calgary, AB",
    "id" : 101
  },
  {
    "comment":"Tuyen at the Face Studio is absolute face saver. I have always struggled to grow proper, full, eyebrows, and for years have spent my mornings in front of a mirror stenciling them in so I can look and feel normal. It’s not just the time, but spending the money on pencils, the stress and frustration of trying to make it as natural as possible and of course the self-conscious feelings. I decided to look into permanent brow make-up. During my first attempt I thought I did all my proper research, found someone who came recommended and whom I felt could fix my problem. I was wrong. This initial foray into permanent brow makeup was a disaster. The technician didn’t take the time to study my face, and consequently made my brows very lopsided. I felt ridiculous. I found myself spending the next year in the exact same routine; covering up with make-up, redrawing the brows altogether, and spending even more time at the mirror than before. I was angry, even more self- conscious, and because of it, I couldn’t enjoy activities that could potentially smear my brow pencil. It was so incredibly refreshing when a year later I discovered the Face Studio and Tuyen. I got to experience how a true professional operates. Tuyen took the time to meet with me, listened to me, explained in detail the muscles in my face, and made a plan to correct the previous disaster. She was able to remove the offending pigment to equal out my facial lines and then create a whole new set of brows that suits my face. It’s not just her personality and professionalism but her skill as well; she gave me the perfect look! I can honestly say I love the look of my brows. Aside from eliminating the excessive morning routine, they’ve also boosted my confidence. I am excited to do simple things like swimming and I no longer have to worry about the stares of people wondering what was off with my face or why I had such sparse brows. Thank you Tuyen, you’re absolutely incredible!",
    "name":"Kaila C.",
    "location": "Surrey, BC",
    "id" : 102
  },
  {
    "comment":"I didn’t know that removing my skin tags and age spots would be so affordable and easy. I used to spend about $600 each visit to my dermatologist to remove my many skin tags. It was simply too expensive for what it was worth.  After seeing The Face Studio only one time, the age spots on my cheeks and hands are gone and my skin feels like new again. As you age things just seem to appear on your skin making you feel even older. Removing these spots made me look and feel about 20 years younger. Thank you for giving my youth back.",
    "name":"Rose P.",
    "location":"Vancouver, BC",
    "id" : 103
  },
  {
    "comment":"I have been in and out of many cosmetic tattoo practitioners’ offices and have had no luck with the correction of my poorly done brows and eye tattoos. I went with Tuyen after many consultations with others because she was able to answer all my questions and gave me a few options as to how my eyes and brows could have been ‘fixed’.  Thank you for your patience as I know I was extremely picky and difficult (I had a good reason to be as I had almost lost all hope in permeant makeup). The removal and colour correction was painless and effective. I now finally feel confident about my face again and can look people in the eye. I love my new beautiful natural brows. Anyone who has had a botched job by another practitioner please don’t lost hope.. call The Face Studio and you won’t regret it.  I can’t believe that it was that easy for me to get back to feeling good about myself. Sincerely,",
    "name":"Joanna S.",
    "location":"Vancouver, BC",
    "id" : 104
  },
  {
    "comment":"The Face Studio is the best ever!!! I’ve had all their services and am extremely glad I chose Tuyen because I have never had services with a more professional, friendly and generous person. I paid more money for 1 mole removal with my surgeon than for Tuyen to remove all moles from my whole body. I couldn’t believe how fast, easy and inexpensive it was. Tuyen also did my eye and lip tattoos and generously did touchup after touchup until I was satisfied. Lastly, I also did skin needling with Tuyen (if you don’t know what that it you have to look it up, the results are amazing) and am already very happy with the result even though we aren’t even done. You wont be sorry for choosing her. Thank you!!",
    "name":"Eva S.",
    "location":"Burnaby, BC",
    "id" : 105
  },
  {
    "comment":"I met Tuyen at a Trade show this year and she showed me I could look my best without changing too much of what I already have. I had my brows  feathered and now I save 30 minutes every morning getting ready. I love the way I feel even when I dont have any makeup on. She taught me how to be confident again without being a slave to my eyebrow pencil. Now I can walk out of my hot yoga class with brows intact.  It’s a good tradeoff coming to see her once a year for a touchup vs buying and trying new brow pencils every month and wasting all that money. Thank you!!!",
    "name":"Candace T.",
    "location":"W.Vancouver, BC",
    "id" : 106
  },
  {
    "comment":"A few years ago, I had permanent eyebrows and eyeliner done from another studio in Langley.  I was very disappointed to say the least, with the results as well as the service and did not know who I could trust to fix them until I met Tuyen. I didn’t receive a free touchup or any help after I had my first treatment there.  Tuyen calmly and confidently explained to me that my existing tattoo needed to be removed and corrected before applying the new feathered brow. Although it took some time for the removal to heal, I was able to go about my daily activities and feel comfortable again with my brows.  Now I have a more natural even look to my new and improved makeup tattoos (brows and eyes).  I feel more confident and content with the results.  Tuyen is a professional on every level.  It was my lucky day when I met Tuyen, I hope you are lucky too.",
    "name":"Debby C.",
     "location":"White Rock, BC",
    "id" : 107
  },
  {
    "comment":"I suffer from alopecia totalis and had my brows done before.  At the time some 4 years ago there was no one in Vancouver that did permanent make up that didn’t cost a fortune and I had to go to the US to get it done.  They had faded drastically when I started to do some research around Vancouver via internet/phone and was surprised to find that a lot of people were doing this kind of makeup.  It was hard to make a decision because of the variety of techniques and costs involved.  I was very happy to stumble across Tuyen and her feathering technique which I had read about years before.  I have tattoos so I had an idea what to expect but Tuyen still walked me through the entire process and made it as painless as possible.  I’m very happy with her services and will use her again in the future.  I can’t recommend her enough as my brows turned out great and even my friends comment on how natural they look. Thanks again Tuyen!",
    "name":"Roz R.",
    "location":"Burnaby, BC",
    "id" : 108
  },
  {
    "comment": "I previously had my nose pierced and it got severely infected so I had to take it out and was left with blue pigmentation and a risen bump that was very visible.  I went to many laser centres and had about numerous treatments done, which did nothing to my scarring- Not to mention how expensive it was for zero results.  When I went to Tuyen she knew exactly what to do and my scarring has disappeared.  I completely trust her in her work and would definitely recommend her for any type of scarring or pigmentation removal! Awesome service, and thanks again Tuyen!",
    "name": "Deleena T.",
    "location": "Richmond, B.C",
    "id" : 109
  },
  {
    "comment": "I have been considering having upper and lower permanent eyeliner done for a few years, now.  Unfortunately, I didn’t know anyone that has had the procedure done.   Then, I saw a article in the Surrey Leader on Tuyen.  So, I did some internet research on Tuyen and was impressed with the information on her.  Needless to say, I had the procedure done.  I totally love it and everyone else thinks Tuyen did a great job on me.  Tuyen is a professional at what she does and I highly recommend her work to anyone. Thank you, Tuyen",
    "name": "Edie R.",
    "location": "Cloverdale, BC",
    "id" : 110
  },
  {
    "comment": "I have used eyeliner most of my life and have also penciled in my brows because they were very sparse. I have wanted to get both tattooed for many years now but didn’t know where to go.  I was told about “The face Studio” by a friend.  Tuyen “feather touched” by brows and also tattooed my upper and lower lids. She was very professional and talked through the entire procedure with me.  I consider this to be one of the best things I have ever done.  I am so pleased with it and nobody even noticed I got it done, it was that natural. Thanks for making my life so much easier now.",
    "name": "Karen L.",
    "location": "Langley, BC",
    "id" : 111
  },
  {
    "comment": "I have been going to Tuyen for years; I keep going back for more services. Over the last 5 years, I have had my eyebrows, eyeliner, lip liner and vasculyse treatments done (moles and spider veins removal). I trust her completely and these treatments have made my morning routine and confidence sooo much higher! No one can even tell that I have had these treatments done, the semi-permanent make-up looks so natural and subtle and I was having problems with moles and spider veins from sun exposure. I was so self-conscious about them and in 10 min – she can zap them all away! I love going to see Tuyen because I always leave there so excited about my new treatment. She is so patient and always knows exactly what would look best, I would recommend her services and have recommended them to everyone I work with and all my friends and family! Thank you!",
    "name": "Diane S.",
    "location": "Coquitlam, B.C",
    "id" : 112
  },
  {
    "comment": "I re-applied my cover up several times a day because I had broken capillaries around my nose that were very red. I was always conscious about keeping them covered and hated how they looked with no make up. The procedure was so much easier than I thought no more cover up for me anymore! Thank you for changing my daily makeup routine.",
    "name": "Michelle W.",
    "location": "Coquitlam, B.C",
    "id" : 113
  },
  {
    "comment": "My neck had about 15 skin tags on it, all over. I was very scared to have them removed I assumed that it would really hurt and be embarrassing. I hated them so much, but didn’t realize how easy and virtually painless they were to remove what a difference. Tuyen was very gentle and I basically didn’t feel a thing. Thank you",
    "name": "Lolo H.",
    "location": "Vancouver, B.C",
    "id" : 114
  },
  {
    "comment": "My eyes have always looked better with basic eyeliner. I play a lot of sports and don’t always have time to put it on, touch it up, especially with my schedule and extra showers after practice. Tuyen made my eyeliner look exactly how it does it when I put it on myself, but now no more worrying about it during practice or any other time! Thanks Tuyen",
    "name": "Sarah F.",
    "location": "Langley, B.C",
    "id" : 115
  },
  {
    "comment": "I had very sparse eyebrows, everyday I was filling them in with pencil or powder. They always took up so much time in the mornings, I was so picky about what they looked like and it was hard for me to get the make up on evenly without looking fake. I was also self-conscious of people seeing me without that make-up on them like in the morning or when I would go swimming. I had my eyebrows ‘feather touched’ at The Face Studio and they look so natural. Even up close I can’t tell that they aren’t real, I am so happy and relieved I don’t have to worry or mess around with all that make-up anymore. Thank You!!",
    "name": "Lauren S.",
    "location": "Port Moody, B.C",
    "id" : 116
  },
  {
    "comment": "Tuyen is the best! I love to suntan in the summer and use tanning beds all year round. I had so many freckles everywhere from this and didn’t like how they looked. She was able to remove them so quickly and painlessly, I will definitely continue to have this service done every year. Thank you for allowing me to suntan year round!",
    "name": "Lacie J.",
    "location": "Richmond, B.C",
    "id" : 117
  }
]

